{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-1_weight", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "64", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-1_bias", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "64", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": []
    }, 
    {
      "op": "Convolution", 
      "name": "conv1-1", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "64", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu1-1", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu1-1", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[3, 0, 0], [4, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu1-1_min", 
      "inputs": [[5, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu1-1_max", 
      "inputs": [[5, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu1-1_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[5, 0, 0], [6, 0, 0], [7, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv1-2_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-2_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-2_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-2_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-2_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-2_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv1-2", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "64", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[8, 0, 0], [9, 0, 0], [10, 0, 0], [8, 1, 0], [8, 2, 0], [11, 0, 0], [12, 0, 0], [13, 0, 0], [14, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv1-2", 
      "inputs": [[15, 0, 0], [15, 1, 0], [15, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv1-2_dequantize", 
      "inputs": [[16, 0, 0], [16, 1, 0], [16, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu1-2", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu1-2", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[17, 0, 0], [18, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu1-2_min", 
      "inputs": [[19, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu1-2_max", 
      "inputs": [[19, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu1-2_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[19, 0, 0], [20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv1-3_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-3_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-3_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-3_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-3_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv1-3_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv1-3", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "64", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[22, 0, 0], [23, 0, 0], [24, 0, 0], [22, 1, 0], [22, 2, 0], [25, 0, 0], [26, 0, 0], [27, 0, 0], [28, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv1-3", 
      "inputs": [[29, 0, 0], [29, 1, 0], [29, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv1-3_dequantize", 
      "inputs": [[30, 0, 0], [30, 1, 0], [30, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu1-3", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu1-3", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[31, 0, 0], [32, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus0", 
      "inputs": [[33, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus0_min", 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus0_max", 
      "inputs": [[34, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus0_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[34, 0, 0], [35, 0, 0], [36, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv2-1_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-1_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-1_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-1_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-1_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-1_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv2-1", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "128", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[37, 0, 0], [38, 0, 0], [39, 0, 0], [37, 1, 0], [37, 2, 0], [40, 0, 0], [41, 0, 0], [42, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv2-1", 
      "inputs": [[44, 0, 0], [44, 1, 0], [44, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv2-1_dequantize", 
      "inputs": [[45, 0, 0], [45, 1, 0], [45, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu2-1", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu2-1", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu2-1_min", 
      "inputs": [[48, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu2-1_max", 
      "inputs": [[48, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu2-1_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[48, 0, 0], [49, 0, 0], [50, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv2-2_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-2_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-2_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-2_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-2_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-2_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv2-2", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "128", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[51, 0, 0], [52, 0, 0], [53, 0, 0], [51, 1, 0], [51, 2, 0], [54, 0, 0], [55, 0, 0], [56, 0, 0], [57, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv2-2", 
      "inputs": [[58, 0, 0], [58, 1, 0], [58, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv2-2_dequantize", 
      "inputs": [[59, 0, 0], [59, 1, 0], [59, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu2-2", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu2-2", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[60, 0, 0], [61, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu2-2_min", 
      "inputs": [[62, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu2-2_max", 
      "inputs": [[62, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu2-2_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[62, 0, 0], [63, 0, 0], [64, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv2-3_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-3_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-3_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-3_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-3_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-3_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv2-3", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "128", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[65, 0, 0], [66, 0, 0], [67, 0, 0], [65, 1, 0], [65, 2, 0], [68, 0, 0], [69, 0, 0], [70, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv2-3", 
      "inputs": [[72, 0, 0], [72, 1, 0], [72, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv2-3_dequantize", 
      "inputs": [[73, 0, 0], [73, 1, 0], [73, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu2-3", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu2-3", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus1", 
      "inputs": [[76, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus1_min", 
      "inputs": [[77, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus1_max", 
      "inputs": [[77, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus1_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[77, 0, 0], [78, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv2-4_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-4_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-4_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-4_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-4_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-4_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv2-4", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "128", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[80, 0, 0], [81, 0, 0], [82, 0, 0], [80, 1, 0], [80, 2, 0], [83, 0, 0], [84, 0, 0], [85, 0, 0], [86, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv2-4", 
      "inputs": [[87, 0, 0], [87, 1, 0], [87, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv2-4_dequantize", 
      "inputs": [[88, 0, 0], [88, 1, 0], [88, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu2-4", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu2-4", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[89, 0, 0], [90, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu2-4_min", 
      "inputs": [[91, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu2-4_max", 
      "inputs": [[91, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu2-4_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv2-5_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-5_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-5_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-5_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-5_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv2-5_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv2-5", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "128", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[94, 0, 0], [95, 0, 0], [96, 0, 0], [94, 1, 0], [94, 2, 0], [97, 0, 0], [98, 0, 0], [99, 0, 0], [100, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv2-5", 
      "inputs": [[101, 0, 0], [101, 1, 0], [101, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv2-5_dequantize", 
      "inputs": [[102, 0, 0], [102, 1, 0], [102, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu2-5", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu2-5", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[103, 0, 0], [104, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus2", 
      "inputs": [[105, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus2_min", 
      "inputs": [[106, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus2_max", 
      "inputs": [[106, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus2_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[106, 0, 0], [107, 0, 0], [108, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-1_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-1_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-1_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-1_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-1_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-1_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-1", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0], [109, 1, 0], [109, 2, 0], [112, 0, 0], [113, 0, 0], [114, 0, 0], [115, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-1", 
      "inputs": [[116, 0, 0], [116, 1, 0], [116, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-1_dequantize", 
      "inputs": [[117, 0, 0], [117, 1, 0], [117, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-1", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-1", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[118, 0, 0], [119, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu3-1_min", 
      "inputs": [[120, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu3-1_max", 
      "inputs": [[120, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu3-1_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[120, 0, 0], [121, 0, 0], [122, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-2_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-2_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-2_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-2_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-2_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-2_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-2", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[123, 0, 0], [124, 0, 0], [125, 0, 0], [123, 1, 0], [123, 2, 0], [126, 0, 0], [127, 0, 0], [128, 0, 0], [129, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-2", 
      "inputs": [[130, 0, 0], [130, 1, 0], [130, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-2_dequantize", 
      "inputs": [[131, 0, 0], [131, 1, 0], [131, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-2", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-2", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[132, 0, 0], [133, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu3-2_min", 
      "inputs": [[134, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu3-2_max", 
      "inputs": [[134, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu3-2_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[134, 0, 0], [135, 0, 0], [136, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-3_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-3_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-3_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-3_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-3_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-3_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-3", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[137, 0, 0], [138, 0, 0], [139, 0, 0], [137, 1, 0], [137, 2, 0], [140, 0, 0], [141, 0, 0], [142, 0, 0], [143, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-3", 
      "inputs": [[144, 0, 0], [144, 1, 0], [144, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-3_dequantize", 
      "inputs": [[145, 0, 0], [145, 1, 0], [145, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-3", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-3", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[146, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus3", 
      "inputs": [[148, 0, 0], [123, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus3_min", 
      "inputs": [[149, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus3_max", 
      "inputs": [[149, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus3_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[149, 0, 0], [150, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-4_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-4_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-4_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-4_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-4_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-4_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-4", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[152, 0, 0], [153, 0, 0], [154, 0, 0], [152, 1, 0], [152, 2, 0], [155, 0, 0], [156, 0, 0], [157, 0, 0], [158, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-4", 
      "inputs": [[159, 0, 0], [159, 1, 0], [159, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-4_dequantize", 
      "inputs": [[160, 0, 0], [160, 1, 0], [160, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-4", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-4", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[161, 0, 0], [162, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu3-4_min", 
      "inputs": [[163, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu3-4_max", 
      "inputs": [[163, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu3-4_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[163, 0, 0], [164, 0, 0], [165, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-5_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-5_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-5_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-5_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-5_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-5_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-5", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[166, 0, 0], [167, 0, 0], [168, 0, 0], [166, 1, 0], [166, 2, 0], [169, 0, 0], [170, 0, 0], [171, 0, 0], [172, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-5", 
      "inputs": [[173, 0, 0], [173, 1, 0], [173, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-5_dequantize", 
      "inputs": [[174, 0, 0], [174, 1, 0], [174, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-5", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-5", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[175, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus4", 
      "inputs": [[177, 0, 0], [152, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus4_min", 
      "inputs": [[178, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus4_max", 
      "inputs": [[178, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus4_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[178, 0, 0], [179, 0, 0], [180, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-6_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-6_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-6_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-6_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-6_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-6_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-6", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[181, 0, 0], [182, 0, 0], [183, 0, 0], [181, 1, 0], [181, 2, 0], [184, 0, 0], [185, 0, 0], [186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-6", 
      "inputs": [[188, 0, 0], [188, 1, 0], [188, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-6_dequantize", 
      "inputs": [[189, 0, 0], [189, 1, 0], [189, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-6", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-6", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[190, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu3-6_min", 
      "inputs": [[192, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu3-6_max", 
      "inputs": [[192, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu3-6_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[192, 0, 0], [193, 0, 0], [194, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-7_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-7_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-7_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-7_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-7_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-7_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-7", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[195, 0, 0], [196, 0, 0], [197, 0, 0], [195, 1, 0], [195, 2, 0], [198, 0, 0], [199, 0, 0], [200, 0, 0], [201, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-7", 
      "inputs": [[202, 0, 0], [202, 1, 0], [202, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-7_dequantize", 
      "inputs": [[203, 0, 0], [203, 1, 0], [203, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-7", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-7", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[204, 0, 0], [205, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus5", 
      "inputs": [[206, 0, 0], [181, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus5_min", 
      "inputs": [[207, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus5_max", 
      "inputs": [[207, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus5_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[207, 0, 0], [208, 0, 0], [209, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-8_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-8_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-8_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-8_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-8_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-8_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-8", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[210, 0, 0], [211, 0, 0], [212, 0, 0], [210, 1, 0], [210, 2, 0], [213, 0, 0], [214, 0, 0], [215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-8", 
      "inputs": [[217, 0, 0], [217, 1, 0], [217, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-8_dequantize", 
      "inputs": [[218, 0, 0], [218, 1, 0], [218, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-8", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-8", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[219, 0, 0], [220, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu3-8_min", 
      "inputs": [[221, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu3-8_max", 
      "inputs": [[221, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu3-8_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[221, 0, 0], [222, 0, 0], [223, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv3-9_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-9_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-9_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-9_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-9_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv3-9_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv3-9", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "256", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[224, 0, 0], [225, 0, 0], [226, 0, 0], [224, 1, 0], [224, 2, 0], [227, 0, 0], [228, 0, 0], [229, 0, 0], [230, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv3-9", 
      "inputs": [[231, 0, 0], [231, 1, 0], [231, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv3-9_dequantize", 
      "inputs": [[232, 0, 0], [232, 1, 0], [232, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu3-9", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu3-9", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[233, 0, 0], [234, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus6", 
      "inputs": [[235, 0, 0], [210, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus6_min", 
      "inputs": [[236, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus6_max", 
      "inputs": [[236, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus6_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[236, 0, 0], [237, 0, 0], [238, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv4-1_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-1_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-1_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-1_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-1_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-1_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv4-1", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "512", 
        "pad": "(1, 1)", 
        "stride": "(2, 2)"
      }, 
      "inputs": [[239, 0, 0], [240, 0, 0], [241, 0, 0], [239, 1, 0], [239, 2, 0], [242, 0, 0], [243, 0, 0], [244, 0, 0], [245, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv4-1", 
      "inputs": [[246, 0, 0], [246, 1, 0], [246, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv4-1_dequantize", 
      "inputs": [[247, 0, 0], [247, 1, 0], [247, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu4-1", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu4-1", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[248, 0, 0], [249, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu4-1_min", 
      "inputs": [[250, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu4-1_max", 
      "inputs": [[250, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu4-1_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[250, 0, 0], [251, 0, 0], [252, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv4-2_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-2_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-2_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-2_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-2_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-2_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv4-2", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "512", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[253, 0, 0], [254, 0, 0], [255, 0, 0], [253, 1, 0], [253, 2, 0], [256, 0, 0], [257, 0, 0], [258, 0, 0], [259, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv4-2", 
      "inputs": [[260, 0, 0], [260, 1, 0], [260, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv4-2_dequantize", 
      "inputs": [[261, 0, 0], [261, 1, 0], [261, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu4-2", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu4-2", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[262, 0, 0], [263, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "prelu4-2_min", 
      "inputs": [[264, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "prelu4-2_max", 
      "inputs": [[264, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "prelu4-2_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[264, 0, 0], [265, 0, 0], [266, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv4-3_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-3_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-3_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-3_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-3_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "conv4-3_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_conv", 
      "name": "quantized_conv4-3", 
      "attrs": {
        "kernel": "(3, 3)", 
        "num_filter": "512", 
        "pad": "(1, 1)", 
        "stride": "(1, 1)"
      }, 
      "inputs": [[267, 0, 0], [268, 0, 0], [269, 0, 0], [267, 1, 0], [267, 2, 0], [270, 0, 0], [271, 0, 0], [272, 0, 0], [273, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_conv4-3", 
      "inputs": [[274, 0, 0], [274, 1, 0], [274, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "conv4-3_dequantize", 
      "inputs": [[275, 0, 0], [275, 1, 0], [275, 2, 0]]
    }, 
    {
      "op": "null", 
      "name": "prelu4-3", 
      "attrs": {"__init__": "[\"Constant\", {\"value\": 0.25}]"}, 
      "inputs": []
    }, 
    {
      "op": "LeakyReLU", 
      "name": "prelu4-3", 
      "attrs": {"act_type": "prelu"}, 
      "inputs": [[276, 0, 0], [277, 0, 0]]
    }, 
    {
      "op": "elemwise_add", 
      "name": "_plus7", 
      "inputs": [[278, 0, 0], [253, 0, 0]]
    }, 
    {
      "op": "min", 
      "name": "_plus7_min", 
      "inputs": [[279, 0, 0]]
    }, 
    {
      "op": "max", 
      "name": "_plus7_max", 
      "inputs": [[279, 0, 0]]
    }, 
    {
      "op": "_contrib_quantize", 
      "name": "_plus7_quantize", 
      "attrs": {"out_type": "int8"}, 
      "inputs": [[279, 0, 0], [280, 0, 0], [281, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fc5_weight_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc5_bias_quantize", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc5_weight_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc5_weight_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc5_bias_quantize_min", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc5_bias_quantize_max", 
      "inputs": []
    }, 
    {
      "op": "_contrib_quantized_fully_connected", 
      "name": "quantized_fc5", 
      "attrs": {"num_hidden": "512"}, 
      "inputs": [[282, 0, 0], [283, 0, 0], [284, 0, 0], [282, 1, 0], [282, 2, 0], [285, 0, 0], [286, 0, 0], [287, 0, 0], [288, 0, 0]]
    }, 
    {
      "op": "_contrib_requantize", 
      "name": "requantize_fc5", 
      "inputs": [[289, 0, 0], [289, 1, 0], [289, 2, 0]]
    }, 
    {
      "op": "_contrib_dequantize", 
      "name": "fc5_dequantize", 
      "inputs": [[290, 0, 0], [290, 3, 0], [290, 4, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    4, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    18, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    32, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    47, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    61, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    75, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    90, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    104, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    119, 
    124, 
    125, 
    126, 
    127, 
    128, 
    129, 
    133, 
    138, 
    139, 
    140, 
    141, 
    142, 
    143, 
    147, 
    153, 
    154, 
    155, 
    156, 
    157, 
    158, 
    162, 
    167, 
    168, 
    169, 
    170, 
    171, 
    172, 
    176, 
    182, 
    183, 
    184, 
    185, 
    186, 
    187, 
    191, 
    196, 
    197, 
    198, 
    199, 
    200, 
    201, 
    205, 
    211, 
    212, 
    213, 
    214, 
    215, 
    216, 
    220, 
    225, 
    226, 
    227, 
    228, 
    229, 
    230, 
    234, 
    240, 
    241, 
    242, 
    243, 
    244, 
    245, 
    249, 
    254, 
    255, 
    256, 
    257, 
    258, 
    259, 
    263, 
    268, 
    269, 
    270, 
    271, 
    272, 
    273, 
    277, 
    283, 
    284, 
    285, 
    286, 
    287, 
    288
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    20, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    40, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    61, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    81, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    101, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    122, 
    125, 
    126, 
    127, 
    128, 
    129, 
    130, 
    133, 
    134, 
    135, 
    136, 
    137, 
    138, 
    139, 
    142, 
    145, 
    146, 
    147, 
    148, 
    149, 
    150, 
    151, 
    154, 
    155, 
    156, 
    157, 
    158, 
    159, 
    160, 
    163, 
    166, 
    167, 
    168, 
    169, 
    170, 
    171, 
    174, 
    175, 
    176, 
    177, 
    178, 
    179, 
    180, 
    183, 
    186, 
    187, 
    188, 
    189, 
    190, 
    191, 
    194, 
    195, 
    196, 
    197, 
    198, 
    199, 
    200, 
    203, 
    206, 
    207, 
    208, 
    209, 
    210, 
    211, 
    212, 
    215, 
    216, 
    217, 
    218, 
    219, 
    220, 
    221, 
    224, 
    227, 
    228, 
    229, 
    230, 
    231, 
    232, 
    235, 
    236, 
    237, 
    238, 
    239, 
    240, 
    241, 
    244, 
    247, 
    248, 
    249, 
    250, 
    251, 
    252, 
    253, 
    256, 
    257, 
    258, 
    259, 
    260, 
    261, 
    262, 
    265, 
    268, 
    269, 
    270, 
    271, 
    272, 
    273, 
    276, 
    277, 
    278, 
    279, 
    280, 
    281, 
    282, 
    285, 
    288, 
    289, 
    290, 
    291, 
    292, 
    293, 
    294, 
    297, 
    298, 
    299, 
    300, 
    301, 
    302, 
    303, 
    306, 
    309, 
    310, 
    311, 
    312, 
    313, 
    314, 
    317, 
    318, 
    319, 
    320, 
    321, 
    322, 
    323, 
    326, 
    329, 
    330, 
    331, 
    332, 
    333, 
    334, 
    335, 
    338, 
    339, 
    340, 
    341, 
    342, 
    343, 
    344, 
    347, 
    350, 
    351, 
    352, 
    353, 
    354, 
    355, 
    358, 
    359, 
    360, 
    361, 
    362, 
    363, 
    364, 
    367, 
    370, 
    371, 
    372, 
    373, 
    374, 
    375, 
    378, 
    379, 
    380, 
    381, 
    382, 
    383, 
    384, 
    387, 
    390, 
    391, 
    392, 
    393, 
    394, 
    395, 
    396, 
    399, 
    400, 
    401, 
    402, 
    403, 
    404, 
    405, 
    408, 
    411, 
    412
  ], 
  "heads": [[291, 0, 0]], 
  "attrs": {"mxnet_version": ["int", 10200]}
}